export const MAX_NUMBER_OF_PHRASES = 2;
export const MAX_NUMBER_OF_AVATARS = 6;
export const MAX_NUMBER_OF_COMMENTS = 30;
export const MAX_NUMBER_OF_PHOTOS = 25;
export const MIN_LIKES = 15;
export const MAX_LIKES = 200;
export const COMMENTS_STEP = 5;

export const NAMES = [
  'Иван',
  'Виктор',
  'Даниил',
  'Кристина',
  'Валерия',
  'Юлия',
  'Poза',
  'Василий',
  'Кирилл',
  'Виктория',
  'Даниэла',
  'Мария',
  'Василиса',
  'Юрий',
  'Лариса',
];

export const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];

export const DESCRIPTIONS = [
  'Я и мой кот',
  'Мы идем гулять!',
  'Смотри как он спит - самая частая фраза в доме, где есть кот',
  'Опять забыла купить корм коту - иду в магазин',
  'Закат прекрасен',
  'Малыш и кот',
  'Все любят котиков',
  'Мой кот - воришка',
  'Ужин готов!',
  'С днем рождения, любимый ...   КОТ))',
  'Прививки обновили. Кот не доволен, но это необходимо',
  'Классный вечер!',
];
